---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceOutdoorAirflowPerArea
source: html/270f14c8-e80c-7214-45aa-5c93edff82e0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceOutdoorAirflowPerArea Property

"Outdoor Airflow per area"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceOutdoorAirflowPerArea { get; }
```